espressif/esp-idf/components/esp_system/test_apps/esp_system_unity_tests/sdkconfig.ci.single_core_esp32
# Test configuration for using esp-system with under single core on a multicore target. Only tested on the ESP32
CONFIG_IDF_TARGET="esp32"
CONFIG_FREERTOS_UNICORE=y
